// ignore_for_file: file_names

class ConstText {
  static const String onBoardingBody1 =
      'سدد رصيد وشحن فوري وباقات لجميع شبكات الاتصالات اليمنية. وتسديدالهاتف الثابت والإنترنت الأرضي. خدمات الشرائح. والعديد من الميزات والخدمات الحصرية والمميزة!';
  static const String onBoardingBody2 =
      'يمكنك تسجيل حساباتك وديونك وعرض تقارير تفصيلية واجمالية. ولا تشيل هم حفظ البيانات. نحغظها في سيرفراتنا! تستطيع استيرادها بنقرة زر من أي جهاز بسهولة!';

  static const String homeModelTitle1 = "تطبيق  الدفع الإلكتروني";
  static const String homeModelTitle2 = "التطبيق المحاسبي السحابي";
  static const String homeModelBody1 =
      "سداد رصيد وشحن فوري وباقات لجميع شبكات الاتصالات اليمنية . تسديد الهاتف الثابت والانترنت الأرضي . خدمات الشرائح . والعديد من الميزات والخدمات الحصرية والمميزة!";
  static const String homeModelBody2 =
      "يمكنك تسجيل حساباتك وديونك وعرض تقارير تفصيلية وإجمالية ، ولا تشيل هم حفظ البيانات . نحفظها في سيرفراتنا!  تستطيع إستيرادها بنقرة زر من أي جهاز بسهولة!";
}
